"ONE_SONG" = "1 首歌";
"SONGS_COUNT_FORMAT" = "%d 首歌";

"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "發行日期：%@";

"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@，%@。";

"MUSIC" = "音樂";

"123" = "123";

"Add All Albums" = "新增所有專輯";

"Add All Songs" = "新增所有歌曲";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "儲存";
"ADD_PLAYLIST_DIALOG_TITLE" = "新增播放列表";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "輸入此播放列表的名稱。";
"ADD_PLAYLIST_ROW" = "新增播放列表⋯";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "標題";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "將歌曲加入“%@”。";
"EDIT_PLAYLIST_RENAME" = "重新命名";
"EDIT_PLAYLIST_ADD_SONGS" = "新增歌曲";
"RENAME_PLAYLIST_DIALOG_TITLE" = "重新命名播放列表";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "標題";

"Albums" = "專輯";

"All Albums" = "所有專輯";

"All Songs" = "所有歌曲";

"Cancel" = "取消";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_MESSAGE" = "正在更新資料庫⋯";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_SUBTITLE" = "這可能需要一些時間。";

"Refresh Playlist" = "重新整理播放列表";

"CLEAR" = "清除";

"Clear Playlist" = "清除播放列表";

"Save Playlist" = "儲存播放列表";

"Delete Playlist" = "刪除播放列表";

"Delete" = "刪除";

"Done" = "完成";

"Edit" = "編輯";

"Save" = "儲存";

"LISTING_COUNT_ALBUMS_FORMAT" = "%d 張專輯";

"LISTING_COUNT_ARTISTS_FORMAT" = "%d 位演出者";

"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d 個項目";

"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d 個軌道";

"LISTING_COUNT_GENRES_FORMAT" = "%d 種樂曲類型";

"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d 個播放列表";

"LISTING_COUNT_SONGS_FORMAT" = "%d 首歌";

"NO_CONTEXT_NAVTITLE_ARTISTS" = "演出者";

"NO_CONTEXT_NAVTITLE_GENRES" = "樂曲類型";

"OK" = "好";

"Playlists" = "播放列表";

"Shuffle" = "隨機播放";

"Songs" = "歌曲";

"Unknown" = "未知";
"UNKNOWN_ARTIST" = "未知的演出者";
"UNKNOWN_ALBUM" = "未知的專輯";

"NOW_PLAYING_BUTTON_LABEL" = "播放中";

"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "演出者（%@ 個結果）";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "演出者（%@ 個結果）";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "專輯（%@ 個結果）";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "專輯（%@ 個結果）";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "播放列表（%@ 個結果）";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "播放列表（%@ 個結果）";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "歌曲（%@ 個結果）";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "歌曲（%@ 個結果）";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "樂曲類型（%@ 個結果）";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "樂曲類型（%@ 個結果）";

"ADD_SONGS_TO_PLAYLIST_FORMAT" = "將歌曲加入“%@”播放列表。";

"ALBUM_INFO_SEPARATOR" = "，";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "發行日期：%@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 首歌";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u 首歌";
"ALBUM_INFO_TIME_SINGULAR" = "1 分鐘";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u 分鐘";

"UNKNOWN_DURATION" = "--:--";
